Repository: izzatbek1988/PayproUZ-MobileAPP-master-son
Catalog: Paypro_Mobile/Paypro_Mobile/Resources/LangRS.*.resx
Languages: ru

# AlertNoText
source: YO`Q
ru: ЙЎҚ

# AlertSaveFailMessage
source: Ma'lumotlar yangilanishida xato bo`ldi. Ma'lumotlarni to`g`riligidan amin bo`ling.
ru: Маълумотлар янгиланишида хатолик. Маълумотлани тўғрилигидан амин бўлинг!

# AlertSaveSuccessMessage
source: Ma'lumotlar muvaffaqiyatli qayd etildi.
ru: Маълумотлар муваффақиятли қайд этилди.

# AlertYesText
source: HA
ru: ҲА

# CardPageCardNumberInput
source: Plastik (bank) kartasi raqami:
ru: Пластик (банк) картаси рақами:

# CardPageSubTitle
source: Plastik (bank) Kartalari Bo`limi
ru: Пластик (банк) карталари бўлими

# CardPageTitle
source: Plastik (bank) Kartalari
ru: Пластик (банк) карталари

# ChangeLanguageText
source: Yozuvni o`zgartirish
ru: Ёзувни ўзгартириш

# ErrorMessageEmpty
source: Iltimos bo`sh joyni to`ldiring.
ru: Илтимос бўш жойларни тўлдиринг!

# ErrorMessageMinMoney
source: Yozgan summangiz minimumdan past!
ru: Ёзган суммангиз минимумдан паст!

# GlobalAccountNumberText
source: Hisob raqamini kiriting:
ru: Хисоб рақамни киритинг:

# GlobalBtnBackText
source: Orqaga
ru: Орқага

# GlobalBtnContinueText
source: Keyingsi
ru: Кейингиси

# GlobalInputMoneyText
source: Summani yozing
ru: Суммани ёзинг

# HomePageCard
source: Plastik (bank) kartalari
ru: Пластик (банк) карталари

# HomePageIPTelefoniya
source: IP telefoniya
ru: IP телефония

# HomePageIPTV
source: Televedeniya (IP TV)
ru: Телевидения (IP TV)

# HomePageISS
source: Internet provayderlari (Wi-Fi)
ru: Интернет провайдерлари (Wi-Fi)

# HomePageMobile
source: Mobil aloqa
ru: Мобил алоқа

# HomePagePublicServices
source: Kommunal xizmatlar
ru: Коммунал ҳизматлар

# HomePageTitle
source: Home
ru: Бош саҳифа

# HomePageWelcomeMsg
source: Xush kelibsiz!
ru: Ҳуш келибсиз

# InvalidCardErrorText
source: Karta raqami xato! Iltimos karta raqamini tog’ri yozing
ru: Карта рақами ҳато! Илтимос карта рақамини тўғри ёзинг!

# IPPhonePageSubTitle
source: IP Telefoniya Bo`limi
ru: IP телефония бўлими

# IPPhonePageTitle
source: IP Telefoniya
ru: IP телефония

# IPPhoneSelectProvider
source: Provaderni tanglang:
ru: Провайдерни танланг:

# IPTVPageSubTitle
source: Televedeniya (IP TV) Bo`limi
ru: Телевидения (IP TV) бўлими

# IPTVPageTitle
source: Televedeniya (IP TV)
ru: Телевидения (IP TV)

# IPTVSelectProviderText
source: Provayderni tanglang:
ru: Провайдерни танланг:

# ISSSelectProviderText
source: Provayderni tanglang:
ru: Провайдерни танланг:

# ISSSubTitle
source: Internet Provayderlar (Wi-Fi)
ru: Интернет провайдерлари (Wi-Fi) бўлими

# ISSTitle
source: Internet Provayderlar (Wi-Fi)
ru: Интернет провайдерлар (Wi-Fi)

# LoginBtnText
source: Kirish
ru: Кириш

# LoginBtnWithoutLogin
source: Tizimga Kirmasdan Davom Etish
ru: Тизимга кирмасдан давом этиш

# LoginFailText
source: Mail yoki parol xatoli!
ru: Маил ёки пароль хато!

# LoginNeededMessage
source: Avval tizimga kirish zarur, tizimga kirishni istaysizmi?
ru: Аввал тизимга кириш зарур, тизимга киришни истайсизми?

# LoginPassText
source: Parol:
ru: Пароль:

# LoginRegisterText
source: Xoziroq royxatdan o`tish!
ru: Хозироқ рўйхатдан ўтиш!

# LoginSubTitle
source: Kirish yoki davom etish
ru: Кириш ёки давом этиш

# LoginSuccessText
source: Kirish muvofoqiyatli!
ru: Кириш муваффақиятли

# LoginTitle
source: Login
ru: Логин

# LoginUsernameText
source: Login yoki emailingiz:
ru: Логин ёки малингиз:

# MobilePageInputPhone
source: Telefon raqamini yozing:
ru: Телефон рақамни ёзинг:

# MobilePageSubTitle
source: Mobil Aloqalar Bo`limi
ru: Мобил алоқалар бўлими

# MobilePageTitle
source: Mobil Aloqalar
ru: Мобил алоқалар

# PaymentBtnCompleteText
source: To`lash!
ru: Тўлаш

# PaymentPagePaid
source: To`lanadigan pul
ru: Тўланадиган пул

# PaymentPageSubTitle
source: To`lov sahifasi
ru: Тўлов саҳифаси

# PaymentPageTitle
source: Complete Payment
ru: Тўловни тушатиш

# PaymentPageWarningText
source: Kiritgan ma'lumotlaringizni tekshiring. Agar xatolik bo`lsa orqaga qaytib to`g`irlang!
ru: Киритилган маълумотларни текширинг. Агар ҳатолик бўлса орқага қайтиб тўғирланг!

# PublicServicesPageSelectCity
source: Viloyatni Tanlang:
ru: Вилоятни танланг:

# PublicServicesPageSelectCounty
source: Xududni Tanlang:
ru: Ҳудудни танланг:

# PublicServicesPageServiceTypeText
source: Xizmat Turu:
ru: Ҳизмат тури:

# PublicServicesPageSubTitle
source: Kommunal Xizmatlar Bo`limi
ru: Коммунал ҳизматлар бўлими

# PublicServicesPageTitle
source: Kommunal Xizmatlar
ru: Коммунал ҳизматлар

# TabPageContactTitle
source: Aloqa
ru: Алоқа

# TabPagePastOrdersTitle
source: To`lovlarim
ru: Тўловларим

# TabPageProfileTitle
source: Profil
ru: Профил
